Repository: Agrotic-Supagro/ApexVigne
Catalog: lib/l10n/app_*.arb
Languages: es, fr, it, pt

# actionStuntedGrowth
source: Stopped growth
es: Crecimiento detenido
fr: Arrêt de croissance
it: Crescita bloccata
pt: Crescimento interrompido

# actionValidateSession
source: Finish
es: Finalizar
fr: Terminer
it: Fine
pt: Concluir

# actionUnderstand
source: I've got it !
es: ¡Entendido!
fr: J'ai compris !
it: Ho capito!
pt: Entendi!

# actionRecoverPassword
source: Send code
es: Enviar código
fr: Envoyer le code
it: Invia il codice
pt: Enviar código

# actionResendCode
source: Resend code
es: Reenviar código
fr: Renvoyer le code
it: Invia di nuovo il codice
pt: Reenviar código

# actionSetPassword
source: Set password
es: Restablecer contraseña
fr: Réinitialiser le mot de passe
it: Reimposta la password
pt: Redefinir senha

# sortByMostRecent
source: From the most recent to the oldest
es: De más reciente a más antiguo
fr: Du plus récent au plus ancien
it: Dal più recente al più antico
pt: Do mais recente para o mais antigo

# sortByOldest
source: From the oldest to the most recent
es: De más antiguo a más reciente
fr: Du plus ancien au plus récent
it: Dal più antico al più recente
pt: Do mais antigo para o mais recente

# sortByNearest
source: Nearest position
es: Más cercano
fr: Position la plus proche
it: Più vicino
pt: Mais próximo

# nameStadeA
source: Winter buds
es: Brote de invierno
fr: Bourgeon d'hiver
it: Gemma invernale
pt: Gema dormente

# nameStadeB
source: Wool stage
es: Brote de algodón
fr: Bourgeon dans le coton
it: Gemma nel cotone
pt: Gema algodão

# nameStadeC
source: Bud burst
es: Punta verde
fr: Pointe verte
it: Punta verde
pt: Ponta verde

# nameStadeD
source: First leaf unfolded
es: Salida de hojas
fr: Sortie des feuilles
it: Emergenza delle foglie
pt: Saída de folhas

# nameStadeE
source: 2nd to 3rd leaves unfolded
es: De 2 a 3 hojas extendidas
fr: 2 à 3 feuilles étalées
it: 2-3 foglie distese
pt: 2 a 3 folhas separadas

# nameStadeF
source: Inflorescences clearly visible
es: Racimos visibles
fr: Grappes visibles
it: Grappoli visibili
pt: Grupo visível

# nameStadeG
source: Flowers closely pressed together
es: Botones florales agrupados
fr: Boutons floraux agglomérées
it: Bottoni fiorali agglomerati
pt: Botões de flores aglomeradas

# nameStadeH
source: Flowers separating
es: Botones florales separados
fr: Boutons floraux séparés
it: Bottoni fiorali separati
pt: Botões florais separados

# nameStadeI
source: Flowering
es: Floración
fr: Floraison
it: Fioritura
pt: Floração

# nameStadeJ
source: Fruit set
es: Cuajado
fr: Nouaison
it: Allegagione
pt: Frutificação

# nameStadeK
source: Berries pea-sized
es: Pequeños guisantes
fr: Petits pois
it: piselli
pt: Ervilha

# nameStadeL
source: Berries beginning to touch
es: Cierre del racimo
fr: Fermeture de la grappe
it: Chiusura del grappolo
pt: Fecho do cacho

# nameStadeM
source: Ripening of berries
es: Maduración
fr: Véraison
it: Veraison
pt: Pintor

# nameStadeN
source: Berries ripe for harvest
es: Madurez
fr: Maturité
it: Maturità
pt: Maturidade

# nameStadeO
source: End of wood maturation
es: Fin del endurecimiento de la madera
fr: Fin aoûtement du bois
it: Fine dell'indurimento del legno
pt: Fim do endurecimento da madeira

# nameStadeP
source: Leaf-fall
es: Caída de las hojas
fr: Chute des feuilles
it: Caduta delle foglie
pt: Queda das folhas

# codeStadeA
source: Stage A (BBCH 00 à 03)
es: Estadio A (BBCH 00 a 03)
fr: Stade A (BBCH 00 à 03)
it: Stadio A (BBCH 00 a 03)
pt: Estágio A (BBCH 00 a 03)

# codeStadeB
source: Stage B (BBCH 05)
es: Estadio B (BBCH 05)
fr: Stade B (BBCH 05)
it: Stadio B (BBCH 05)
pt: Estágio B (BBCH 05)

# codeStadeC
source: Stage C (BBCH 09)
es: Estadio C (BBCH 09)
fr: Stade C (BBCH 09)
it: Stadio C (BBCH 09)
pt: Estágio C (BBCH 09)

# codeStadeD
source: Stage D (BBCH 10)
es: Estadio D (BBCH 10)
fr: Stade D (BBCH 10)
it: Stadio D (BBCH 10)
pt: Estágio D (BBCH 10)

# codeStadeE
source: Stage E (BBCH 11 à 19)
es: Estadio E (BBCH 11 a 19)
fr: Stade E (BBCH 11 à 19)
it: Stadio E (BBCH 11 a 19)
pt: Estágio E (BBCH 11 a 19)

# codeStadeF
source: Stage F (BBCH 53)
es: Estadio F (BBCH 53)
fr: Stade F (BBCH 53)
it: Stadio F (BBCH 53)
pt: Estágio F (BBCH 53)

# codeStadeG
source: Stage G (BBCH 55)
es: Estadio G (BBCH 55)
fr: Stade G (BBCH 55)
it: Stadio G (BBCH 55)
pt: Estágio G (BBCH 55)

# codeStadeH
source: Stage H (BBCH 57)
es: Estadio H (BBCH 57)
fr: Stade H (BBCH 57)
it: Stadio H (BBCH 57)
pt: Estágio H (BBCH 57)

# codeStadeI
source: Stage I (BBCH 60 à 69)
es: Estadio I (BBCH 60 a 69)
fr: Stade I (BBCH 60 à 69)
it: Stadio I (BBCH 60 a 69)
pt: Estágio I (BBCH 60 a 69)

# codeStadeJ
source: Stage J (BBCH 71)
es: Estadio J (BBCH 71)
fr: Stade J (BBCH 71)
it: Stadio J (BBCH 71)
pt: Estágio J (BBCH 71)

# codeStadeK
source: Stage K (BBCH 75)
es: Estadio K (BBCH 75)
fr: Stade K (BBCH 75)
it: Stadio K (BBCH 75)
pt: Estágio K (BBCH 75)

# codeStadeL
source: Stage L (BBCH 77)
es: Estadio L (BBCH 77)
fr: Stade L (BBCH 77)
it: Stadio L (BBCH 77)
pt: Estágio L (BBCH 77)

# codeStadeM
source: Stage M (BBCH 81 à 85)
es: Estadio M (BBCH 81 a 85)
fr: Stade M (BBCH 81 à 85)
it: Stadio M (BBCH 81 a 85)
pt: Estágio M (BBCH 81 a 85)

# codeStadeN
source: Stage N (BBCH 89)
es: Estadio N (BBCH 89)
fr: Stade N (BBCH 89)
it: Stadio N (BBCH 89)
pt: Estágio N (BBCH 89)

# codeStadeO
source: Stage O (BBCH 91)
es: Estadio O (BBCH 91)
fr: Stade O (BBCH 91)
it: Stadio O (BBCH 91)
pt: Estágio O (BBCH 91)

# codeStadeP
source: Stage P (BBCH 92 à 97)
es: Estadio P (BBCH 92 a 97)
fr: Stade P (BBCH 92 à 97)
it: Stadio P (BBCH 92 a 97)
pt: Estágio P (BBCH 92 a 97)

# titleDeleteAccount
source: Account deletion
es: Eliminar cuenta
fr: Suppression du compte
it: Eliminazione dell'account
pt: Excluir conta

# messageDeleteAccount
source: Are you sure you want to delete your account ?
es: ¿Estás seguro(a) de que quieres eliminar tu cuenta?
fr: Etes-vous sûr·e de vouloir supprimer votre compte ?
it: Sei sicuro di voler eliminare il tuo account?
pt: Tem certeza de que deseja excluir sua conta?

# titleDeleteAccountConfirmation
source: Request received
es: Solicitud recibida
fr: Demande reçue
it: Richiesta ricevuta
pt: Solicitação recebida

# messageDeleteAccountConfirmation
source: We will get back to you to confirm the deletion of the account. You will now be logged out.
es: Nos pondremos en contacto contigo para confirmar la eliminación de la cuenta. Ahora serás desconectado.
fr: Nous reviendrons vers vous pour vous confirmer la suppression du compte. Vous allez maintenant être déconnecté.
it: Ti contatteremo per confermare l'eliminazione dell'account. Sarai ora disconnesso.
pt: Voltaremos para confirmar a exclusão da conta. Você será desconectado agora.
