Repository: Agrotic-Supagro/ApexVigne
Catalog: lib/l10n/app_*.arb
Languages: es, fr, it, pt

# tooltipIcApex
source: iC-Apex is the apex growth index. It varies between 1 (full apex growth) and 0 (growth completely stopped).
es: iC-Apex es el índice de crecimiento de los ápices. Varía entre 1 (crecimiento completo de los ápices) y 0 (crecimiento totalmente detenido).
fr: iC-Apex est l'indice de croissance des apex. Il varie entre 1 (pleine croissance des apex) et 0 (croissance totalement arrêtée).
it: iC-Apex è l'indice di accrescimento dell'apice. Varia da 1 (crescita massima) a 0 (crescita completamente interrotta).
pt: O iC-Apex é o índice de crescimento dos ápices. Varia de 1 (crescimento total dos ápices) a 0 (crescimento totalmente parado).

# tooltipHydricConstraint
source: Vine Water stress
es: Estrés hídrico
fr: Contrainte hydrique
it: Stress idrico
pt: Stress hídrico

# titleHome
source: Plot
es: Parcelas
fr: Parcelles
it: Lotti
pt: Parcelas

# titleAddParcel
source: Add a plot
es: Agregar una parcela
fr: Ajouter une parcelle
it: Aggiungi una parcella
pt: Adicionar uma parcela

# titleNotes
source: Notes
es: Notas
it: Appunti
pt: Notas

# titleEditSession
source: Editing the observation session
es: Editar la sesión
fr: Modification de la session
it: Modifica sessione
pt: Editar sessão

# titlePrunedParcel
source: Mark the plot as topped or trimmed
es: Marcar la parcela como rematada
fr: Noter la parcelle comme écimée
it: Annota la parcella come potato
pt: Marcar parcela como realçada

# titleNewSession
source: New observation session
es: Nueva sesión
fr: Nouvelle session
it: Nuova sessione
pt: Nova sessão

# titleProfile
source: Profile
es: Perfil
fr: Profil
it: Profilo
pt: Perfil

# titleStadePheno
source: Phenological stages
es: Estados fenológicos
fr: Stades phénologiques
it: Stadi fenologici
pt: Estados fenológicos

# titleDisconnected
source: You are disconnected
es: Estás desconectado
fr: Vous êtes déconnecté
it: Sei disconnesso
pt: Você está desconectado

# titleAbout
source: About us
es: Acerca de
fr: À propos
it: Informazioni
pt: Sobre

# titleContact
source: Contact us
es: Contáctenos
fr: Nous contacter
it: Contattaci
pt: Contate-nos

# titleLeaveSession
source: Leave the observation session
es: Salir de la sesión de observaciones
fr: Quitter la session d'observations
it: Abbandona la sessione di osservazione
pt: Sair da sessão de observação

# titleEditNumber
source: Edit number
es: Editar el número
fr: Éditer le nombre
it: Modifica numero
pt: Editar número

# titleTutoEditNumber
source: Change the number at any time !
es: ¡Cambia el número en cualquier momento!
fr: Changer le nombre à tout moment !
it: Cambia il numero in qualsiasi momento!
pt: Mude o número a qualquer momento!

# titleTutoEditSession
source: You can edit any observation session !
es: ¡Puedes editar cualquier sesión de observaciones!
fr: Vous pouvez éditer n'importe quelle session d'observations !
it: Puoi modificare qualsiasi sessione di osservazione!
pt: Você pode editar qualquer sessão de observação!

# titleSuccess
source: Success
es: Éxito
fr: Succès
it: Successo
pt: Sucesso

# subtitleNoSaveParcelOfflineMode
source: You cannot create a plot because you are offline
es: No puedes crear una parcela porque estás desconectado.
fr: Vous ne pouvez pas créer de parcelle car vous êtes hors ligne.
it: Non puoi creare una nuova parcelle perché sei offline.
pt: Você não pode criar uma parcela porque está offline.

# hintParcelName
source: Plot name
es: Nombre de la parcela
fr: Nom de la parcelle
it: Nome della parcelle
pt: Nome da parcela

# hintEmail
source: Email
es: Correo electrónico

# hintPassword
source: Password
es: Contraseña
fr: Mot de passe
pt: Senha

# hintConfirmPassword
source: Confirm password
es: Confirmar contraseña
fr: Confirmer le mot de passe
it: Conferma la password
pt: Confirmar senha

# hintWriteMessage
source: Write your message here...
es: Escribe tu mensaje aquí...
fr: Écrivez votre message ici...
it: Scrivi qui il tuo messaggio...
pt: Escreva sua mensagem aqui...

# hintWriteHere
source: Write here...
es: Escribe aquí...
fr: Écrivez ici...
it: Scrivi qui...
pt: Escreva aqui...

# hintRecoveryCode
source: Reset code
es: Código de recuperación
fr: Code de réinitialisation
it: Codice di recupero
pt: Código de recuperação

# hintConfirmationCode
source: Reset code
es: Código de confirmación
fr: Code de réinitialisation
it: Codice di conferma
pt: Código de confirmação

# validatorParcelName
source: Please enter a plot name
es: Por favor, ingresa un nombre de parcela
fr: Veuillez entrer un nom de parcelle
it: Si prega di inserire un nome della parcelle
pt: Por favor, insira um nome para a parcela

# infoLoading
source: Loading...
es: Cargando...
fr: Chargement...
it: Caricamento...
pt: Carregando...

# infoCheckUser
source: Checking user...
es: Verificando usuario...
fr: Vérification de l'utilisateur...
it: Controllo utente...
pt: Verificando usuário...

# infoConnectServer
source: Connection to the server...
es: Conectando al servidor...
fr: Connexion au serveur...
it: Connessione al server...
pt: Conectando ao servidor...

# infoOfflineMode
source: Launch in disconnected mode...
es: Iniciando en modo sin conexión...
fr: Lancemenent en mode déconnecté...
it: Avvio in modalità offline...
pt: Iniciando em modo offline...

# infoAuthRequired
source: Authentication required...
es: Autenticación requerida...
fr: Authentification requise...
it: Autenticazione richiesta...
pt: Autenticação necessária...

# infoUserProfileLoading
source: Loading user profil...
es: Cargando datos de usuario...
fr: Chargement des données utilisateur...
it: Caricamento dati utente...
pt: Carregando dados do usuário...

# infoParcelsLoading
source: Loading plots...
es: Cargando parcelas...
fr: Chargement des parcelles...
it: Caricamento delle parcelles...
pt: Carregando parcelas...

# infoSessionsLoading
source: Loading observation sessions...
es: Cargando sesiones de observación...
fr: Chargement des sessions d'observations...
it: Caricamento delle sessioni di osservazione...
pt: Carregando sessões de observação...

# infoSendParcelServer
source: Sending plots to the server...
es: Enviando parcelas al servidor...
fr: Envoi des parcelles au serveur...
it: Invio delle parcelles al server...
pt: Enviando parcelas para o servidor...

# infoSendSessionServer
source: Sending observation sessions to the server...
es: Enviando sesiones de observación al servidor...
fr: Envoi des sessions d'observations au serveur...
it: Invio delle sessioni di osservazione al server...
pt: Enviando sessões de observação para o servidor...

# infoLastSessionDate
source: Last observation session on {sessionDate}
es: Última sesión de observación el {sessionDate}
fr: Dernière session d'observations le {sessionDate}
it: Ultima sessione di osservazione il {sessionDate}
pt: Última sessão de observação em {sessionDate}

# infoNoParcels
source: No plots...
es: Sin parcelas...
fr: Aucune parcelle...
it: Nessuna parcelle...
pt: Nenhuma parcela...

# infoNoSessionInParcel
source: No observation session for this plot...
es: Sin sesiones de observación para esta parcela...
fr: Aucune session d'observations pour cette parcelle...
it: Nessuna sessione di osservazione per questa parcelle...
pt: Nenhuma sessão de observação para esta parcela...

# infoHaveToRequired
source: You must be logged in to modify an observation session
es: Debes estar conectado para modificar una sesión de observación
fr: Vous devez être connecté pour modifier une session d'observations
it: Devi essere connesso per modificare una sessione di osservazione
pt: Você precisa estar conectado para editar uma sessão de observação

# infoDate
source: Date
es: Fecha
it: Data
pt: Data

# infoNbSessions
source: {count, plural, =0{0 sessions} =1{1 session} other{{count} sessions}}
es: {count, plural, =0{0 sesiones} =1{1 sesión} other{{count} sesiones}}
it: {count, plural, =0{0 sessioni} =1{1 sessione} other{{count} sessioni}}
pt: {count, plural, =0{0 sessões} =1{1 sessão} other{{count} sessões}}

# infoConfirmPrunedParcel
source: Are you sure you want to note the plot as topped or trimmed ?
es: ¿Estás seguro de querer marcar la parcela como rematada?
fr: Êtes-vous sûr de vouloir noter la parcelle comme écimée ?
it: Sei sicuro di voler annotare la parcelle come potata?
pt: Tem certeza de que deseja marcar a parcela como realçada?

# infoExitSession
source: The observation session will not be saved
es: La sesión de observación no se guardará
fr: La session d'observations ne sera pas sauvegardée
it: La sessione di osservazione non sarà salvata
pt: A sessão de observação não será salva

# infoChoiceStade
source: Choice of phenological stage
es: Selección del estado fenológico
fr: Choix du stade phénologique
it: Scelta dello stadio fenologico
pt: Escolha do estádio fenológico

# infoNumber
source: Number
es: Número
fr: Nombre
it: Numero
pt: Número

# infoTutoEditNumber
source: You can edit the number of observations by holding down the counter
es: Puedes editar el número de observaciones manteniendo presionado el contador
fr: Vous pouvez éditer le nombre d'observations en maintenant appuyé sur le compteur
it: Puoi modificare il numero di osservazioni tenendo premuto il contatore
pt: Você pode editar o número de observações mantendo pressionado o contador

# infoTutoEditSession
source: You can modify an observation sessions by long pressing on it
es: Al mantener presionada una de las sesiones de observación en la tabla, puedes editarla
fr: En appuyant longuement sur une des sessions d'observations présentes dans le tableau, vous pouvez la modifier
it: Tenendo premuta una delle sessioni di osservazione presenti nella tabella, puoi modificarla
pt: Ao pressionar longamente uma das sessões de observação na tabela, você pode editá-la

# infoAccount
source: Account informations
es: Información de la cuenta
fr: Information du compte
it: Informazioni dell'account
pt: Informações da conta

# infoErrorProfileInfo
source: An error has occurred while retrieving your information
es: Se produjo un error al recuperar tu información
fr: Une erreur est survenue lors de la récupération de vos informations
it: Si è verificato un errore durante il recupero delle tue informazioni
pt: Ocorreu um erro ao recuperar suas informações

# infoFirstname
source: Firstname
es: Nombre
fr: Prénom
it: Nome
pt: Nome

# infoLastname
source: Lastname
es: Apellido
fr: Nom
it: Cognome
pt: Sobrenome

# infoStructure
source: Structure
es: Estructura
it: Struttura
pt: Estrutura

# infoNbObsMin
source: Minimum number of observations per session
es: Número mínimo de observaciones por sesión de observación
fr: Nombre minimum d'observations par session d'observations
it: Numero minimo di osservazioni per sessione di osservazione
pt: Número mínimo de observações por sessão de observação

# infoAboutDescription
source: The ApeX Vigne application was designed by Eneo team on behalf of Institut Agro Montpellier and Institut Français de la Vigne et du Vin. The project received financial support from Occitanie region and support from the Hérault's Chamber of Agriculture. This mobile app is part of research project about collaborative collection of agricultural observations.
es: La aplicación ApeX Vigne fue desarrollada por el equipo de Eneo para el Instituto Agro Montpellier y el Instituto Francés de la Viña y el Vino. Este proyecto recibió el apoyo financiero de la región de Occitania y la participación de la cámara de agricultura de Hérault. Se enmarca en investigaciones sobre la recopilación colaborativa de observaciones en agricultura.
fr: L'application ApeX Vigne a été conçue par l'équipe d'Eneo pour le compte de l'Institut Agro Montpellier et de l'Institut Français de la Vigne et du vin. Ce projet a bénéficié du soutien financier de la région Occitanie et de la participation de la chambre d'agriculture de l'Hérault. Il s'inscrit dans le cadre de recherches sur la collecte collaboratives d'observations en agriculture.
it: L'applicazione ApeX Vigne è stata sviluppata dal team di Eneo per conto dell'Istituto Agro Montpellier e dell'Istituto Francese della Vite e del Vino. Questo progetto è stato finanziato dalla regione Occitania e ha avuto il sostegno della camera di agricoltura di Hérault. Si inserisce nel contesto della ricerca sulla raccolta collaborativa di osservazioni in agricoltura.
pt: O aplicativo ApeX Vigne foi concebido pela equipe da Eneo em nome do Institut Agro Montpellier e do Institut Français de la Vigne et du Vin. Este projeto contou com o apoio financeiro da região de Occitanie e a participação da Câmara de Agricultura de Hérault. Insere-se dentro do escopo de pesquisas sobre coleta colaborativa de observações na agricultura.

# infoSectionApp
source: ApeX Vigne application
es: Aplicación ApeX Vigne
fr: Application ApeX Vigne
it: Applicazione ApeX Vigne
pt: Aplicativo ApeX Vigne

# infoSectionPartners
source: Partners
es: Socios
fr: Partenaires
it: Partner
pt: Parceiros

# infoConnected
source: You are connected
es: Estás conectado
fr: Vous êtes connecté
it: Sei connesso
pt: Você está conectado

# infoErrorDisconnected
source: Connection failed, you are disconnected
es: Error de conexión, estás desconectado
fr: Échec de la connexion, vous êtes déconnecté
it: Connessione fallita, sei disconnesso
pt: Falha na conexão, você está desconectado

# infoSyncData
source: Synchronising data...
es: Sincronizando datos...
fr: Synchronisation des données...
it: Sincronizzazione dei dati...
pt: Sincronizando dados...

# infoInvalidEmailOrPassword
source: Invalid email or password
es: Email o contraseña inválidos
fr: Email ou mot de passe invalide
it: Email o password non valide
pt: E-mail ou senha inválidos

# infoErrorLogin
source: Connection error
es: Error de inicio de sesión
fr: Erreur de connexion
it: Errore di accesso
pt: Erro de login

# infoErrorSignup
source: Signup error
es: Error al crear la cuenta
fr: Erreur lors de la création du compte
it: Errore durante la registrazione dell'account
pt: Erro ao criar conta

# infoErrorRecoverPassword
source: Error while sending the reset code. Check that your e-mail is correct
es: Error al enviar el código de recuperación. Verifica que tu correo electrónico sea correcto.
fr: Erreur lors de l'envoi du code de réinitialisation. Vérifiez que votre e-mail est correct.
it: Errore durante l'invio del codice di ripristino. Verifica che l'email sia corretta.
pt: Erro ao enviar o código de recuperação. Verifique se seu e-mail está correto.

# infoErrorConfirmRecoverPassword
source: Error while resetting the password. Check that your reset code is correct
es: Error al restablecer la contraseña. Verifica que tu código sea correcto.
fr: Erreur lors de la réinitialisation du mot de passe. Vérifiez que votre code est correct.
it: Errore durante il ripristino della password. Verifica che il codice sia corretto.
pt: Erro ao redefinir a senha. Verifique se seu código está correto.

# infoPruned
source: Topped of trimmed
es: Rematada
fr: Écimée
it: Potata
pt: Realçada

# infoIFV0
source: Absent
es: Ausente
fr: Absente
it: Assente
pt: Ausente

# infoIFV1
source: Moderate
es: Moderada
fr: Modérée
it: Moderata
pt: Moderada

# infoIFV2
source: Strong
es: Fuerte
fr: Forte
it: Forte
pt: Forte

# infoIFV3
source: Severe
es: Severa
fr: Sévère
it: Severa
pt: Severa

# infoWhyOffline
source: This may be due to a poor internet connection or server maintenance.
es: Esto puede ser debido a una mala conexión a Internet o a un mantenimiento del servidor.
fr: Cela peut être dû à une mauvaise connexion internet ou à une maintenance du serveur.
it: Questo potrebbe essere dovuto a una connessione internet instabile o a una manutenzione del server.
pt: Isso pode ser devido a uma conexão de internet ruim ou a uma manutenção do servidor.

# infoLocationRequired
source: You need to authorise location to be able to create a session
es: Debes permitir la ubicación para poder crear una sesión de observaciones
fr: Vous devez autoriser la localisation pour pouvoir créer une session d'observations
it: Devi autorizzare la posizione per poter creare una sessione di osservazione
pt: Você deve permitir a localização para poder criar uma sessão de observações

# infoEnableLocationSystem
source: You need to authorise location in your phone settings to be able to create an observation session
es: Debes permitir la ubicación en la configuración de tu teléfono para poder crear una sesión de observaciones
fr: Vous devez autoriser la localisation dans les paramètres de votre téléphone pour pouvoir créer une session d'observations
it: Devi autorizzare la posizione nelle impostazioni del tuo telefono per poter creare una sessione di osservazione
pt: Você deve permitir a localização nas configurações do seu telefone para poder criar uma sessão de observações

# infoLocationDisabled
source: The location on your phone is not enabled
es: La ubicación de tu teléfono no está activada
fr: La localisation de votre téléphone n'est pas activé
it: La posizione del tuo telefono non è attivata
pt: A localização do seu telefone não está ativada

# infoSignUpFormDescription
source: Please fill in this form to complete the signup
es: Por favor, completa este formulario para confirmar la creación de la cuenta
fr: Merci de compléter ce formulaire pour confirmer la création du compte
it: Completa questo modulo per confermare la creazione dell'account
pt: Por favor, complete este formulário para confirmar a criação da conta

# infoConfirmPasswordError
source: Passwords are not matching
es: Las contraseñas no coinciden.
fr: Les mots de passe ne sont pas identiques.
it: Le password non corrispondono.
pt: As senhas não são iguais.

# infoParcelName
source: Plot name
es: Nombre de la parcela
fr: Nom de la parcelle
it: Nome della parcelle
pt: Nome da parcela

# infoHydricConstraint
source: Water stress
es: Estrés hídrico
fr: Contrainte hydrique
it: Stress idrico
pt: Stress hídrico

# infoExportSessionsSuccess
source: The observation sessions have been sent to you by email
es: Las sesiones de observaciones se han enviado por correo electrónico
fr: Les sessions d'observations vous ont été envoyées par email
it: Le sessioni di osservazione sono state inviate via email
pt: As sessões de observações foram enviadas para o seu e-mail

# infoExportSessionsFailed
source: An error occurred while exporting the observation sessions
es: Ha ocurrido un error al exportar las sesiones de observaciones
fr: Une erreur est survenue lors de l'export des sessions d'observations
it: Si è verificato un errore durante l'esportazione delle sessioni di osservazione
pt: Ocorreu um erro ao exportar as sessões de observações

# infoRecoverPasswordIntro
source: Please enter your e-mail adress
es: Por favor, introduce tu dirección de correo electrónico.
fr: Merci de renseigner votre adresse e-mail.
it: Per favore, inserisci il tuo indirizzo email.
pt: Por favor, insira seu endereço de e-mail.

# infoRecoverPasswordDescription
source: We will send you a reset code by e-mail
es: Te enviaremos un código de restablecimiento por correo electrónico.
fr: Nous vous enverrons un code de réinitialisation par e-mail.
it: Ti invieremo un codice di ripristino via email.
pt: Nós enviaremos um código de recuperação por e-mail.

# infoRecoverPasswordSuccess
source: An email has been sent, check your inbox
es: Se ha enviado un correo electrónico, por favor revisa tu bandeja de entrada
fr: Un e-mail a été envoyé, vérifiez votre boîte de réception
it: Un'email è stata inviata, controlla la tua casella di posta in arrivo
pt: Um e-mail foi enviado, verifique sua caixa de entrada

# infoConfirmRecoverIntro
source: Please fill in your code and new password
es: Introduce tu código y tu nueva contraseña.
fr: Renseignez votre code et votre nouveau mot de passe.
it: Inserisci il codice e la tua nuova password.
pt: Digite seu código e sua nova senha.

# infoRecoverCodePasswordDescription
source: A reset code will be sent to you by e-mail
es: Se enviará un código de restablecimiento por correo electrónico.
fr: Un code de réinitialisation va vous être envoyé par e-mail.
it: Ti invieremo un codice di ripristino via email.
pt: Um código de recuperação será enviado para o seu e-mail.

# infoConfirmRecoverSuccess
source: Your password has been reset successfully
es: Tu contraseña se ha restablecido correctamente
fr: Votre mot de passe a été réinitialisé avec succès
it: La tua password è stata reimpostata con successo
pt: Sua senha foi redefinida com sucesso

# infoRecoveryCodeValidationError
source: The reset code is wrong
es: El código de restablecimiento es inválido
fr: Le code de réinitialisation est invalide
it: Il codice di ripristino non è valido
pt: O código de recuperação é inválido

# infoResendCodeSuccess
source: A new reset code has been sent
es: Se ha enviado un nuevo código de restablecimiento
fr: Un nouveau code de réinitialisation a été envoyé
it: È stato inviato un nuovo codice di ripristino
pt: Um novo código de recuperação foi enviado

# infoConfirmationCodeValidationError
source: The reset code is wrong
es: El código de restablecimiento es inválido
fr: Le code de réinitialisation est invalide
it: Il codice di conferma non è valido
pt: O código de recuperação é inválido

# actionYes
source: Yes
es: Sí
fr: Oui
it: Sì
pt: Sim

# actionCancel
source: Cancel
es: Cancelar
fr: Annuler
it: Annulla
pt: Cancelar

# actionClose
source: Close
es: Cerrar
fr: Fermer
it: Chiudi
pt: Fechar

# actionAdd
source: Add
es: Agregar
fr: Ajouter
it: Aggiungi
pt: Adicionar

# actionLogin
source: Login
es: Iniciar sesión
fr: Se connecter
it: Accedi
pt: Entrar

# actionSignup
source: Signup
es: Crear una cuenta
fr: Créer un compte
it: Registrati
pt: Criar conta

# actionForgotPassword
source: Forgot password
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié
it: Password dimenticata
pt: Esqueceu a senha

# actionConfirm
source: Confirm
es: Confirmar
fr: Confirmer
it: Conferma
pt: Confirmar

# actionGoBack
source: Go back
es: Volver
fr: Retour
it: Indietro
pt: Voltar

# actionNewSession
source: New Session
es: Nueva sesión
fr: Nouvelle session
it: Nuova sessione
pt: Nova sessão

# actionLogout
source: Logout
es: Cerrar sesión
fr: Se déconnecter
it: Disconnetti
pt: Sair

# actionDeleteAccount
source: Ask for account deletion
es: Solicitar eliminación de la cuenta
fr: Demander la suppression du compte
it: Richiedi la cancellazione dell'account
pt: Solicitar exclusão da conta

# actionDeleteAccountSubject
source: Apex Vigne - Ask for account deletion
es: ApeX Vigne - Solicitud de eliminación de cuenta
fr: Apex Vigne - Demande de suppression de compte
it: ApeX Vigne - Richiesta di cancellazione dell'account
pt: Apex Vigne - Solicitação de exclusão de conta

# actionDeleteAccountBody
source: Could you please delete my account ?
es: Por favor, elimina mi cuenta de ApeX-Vigne
fr: Merci de supprimer mon compte ApeX-Vigne svp
it: Per favore, elimina il mio account ApeX-Vigne
pt: Por favor, exclua minha conta ApeX-Vigne

# actionExport
source: Export observation sessions
es: Exportar sesiones de observaciones
fr: Exporter les sessions d'observations
it: Esporta le sessioni di osservazione
pt: Exportar sessões de observações

# actionStayOffline
source: Staying disconnected
es: Permanecer desconectado
fr: Rester déconnecté
it: Rimani disconnesso
pt: Permanecer desconectado

# actionGoOnline
source: Try to connect
es: Conectarse
fr: Se connecter
it: Connetti
pt: Conectar-se

# actionSend
source: Send
es: Enviar
fr: Envoyer
it: Invia
pt: Enviar

# actionSave
source: Save
es: Guardar
fr: Sauvegarder
it: Salva
pt: Salvar

# actionFullGrowth
source: Full growth
es: Crecimiento completo
fr: Pleine croissance
it: Crescita completa
pt: Crescimento total

# actionSlowerGrowth
source: Moderate growth
es: Crecimiento más lento
fr: Croissance ralentie
it: Crescita più lenta
pt: Crescimento mais lento
